Repository: opentechinstitute/luci-i18n-commotion
Catalog: translations/commotion-luci-*.po
Languages: es

source: Access Point Name
es: Nombre de Punto de Acceso

source: What would you like to name your node's access point?
es: ¿Cómo le gustaría nombrar al punto de acceso de su nodo?

source: This is the name that users will see when they search for wireless access.
es: Este es el nombre que verán los usuarios cuando busquen acceso inalámbrico.

source: Choose a name that is 5-12 characters. You can use numbers, letters and special characters. The name must be unique in the network. You can change the node name later by logging into the node administration page.
es: Elija un nombre de entre 5-12 caracteres. Puede utilizar números, letras y caracteres especiales. El nombre debe ser único en la red. Puede cambiar el nombre del nodo más adelante accediendo a la página de administración de nodos.

source: Choose a password that is between 9 and 30 characters. This password can be numbers, letters, and special characters.
es: Elija una contraseña de entre 9 y 30 caracteres. Esta contraseña puede contener números, letras y caracteres especiales.

source: This password is used to access the administration menus on this device.
es: Esta contraseña se utiliza para acceder a los menús de administración de este dispositivo.

source: Redirecting...
es: Redirigiendo...

source: System
es: Sistema

source: Changes applied.
es: Cambios aplicados.

source: Waiting for changes to be applied...
es: Esperando a que se apliquen los cambios...

source: The name of your mesh network is:
es: El nombre de su red de malla ('mesh') es:

source: Your node name is:
es: El nombre de su nodo es:

source: When people connect to your node wirelessly, they will connect using this name:
es: El nombre que identifica su nodo para aquellos que quieran establecer una conexión inalámbrica:

source: After configuring your node, you can change the node name on the node administration page.
es: Cuando su nodo esté configurado, puede cambiarle el nombre en la página de administración del nodo.

source: Click here if your browser doesn't redirect you within one minute
es: Si el navegador no le redirige en un minuto, haga clic aquí.

source: Choose a name that is 5-20 characters. You can use letters and numbers ONLY. The name will be made unique in the network through the addition of the bolded number next to the input box. You can change the node name later by logging into the node administration page.
es: Escoja un nombre que tenga entre 5 y 20 caracteres. Incluya SÓLO letras y números. Para asegurarnos de que su nombre es único en la red, le añadimos el número en negrita que ve a continuación del campo de entrada de texto. Puede cambiar el nombre del nodo cuando quiera accediendo a la página de administración del nodo.

source: Node Name
es: Nombre del nodo

source: This value is used by other users and devices to find your network wirelessly and over the mesh. This value can be composed of letter, number and hyphens. (Hyphens can not be used at the beggining or end of the name.)
es: Otros usuarios y dispositivos utilizarán este nombre para encontrar su red de forma inalámbrica y en la red de malla ('mesh'). El nombre puede incluir letras, números y guiones (los guiones no pueden usarse al principio o al final del nombre).

source: Your Node Name
es: El nombre de su nodo

source: Require a password for others to connect to your node.
es: Solicitar contraseña a quienes quieran conectarse a su nodo.

source: WiFi Password
es: Contraseña WiFi

source: This password is required for others to use your wifi.
es: Quien quiera usar su WiFi deberá introducir esta contraseña.

source: Retype your password here
es: Escriba otra vez su contraseña aquí

source: If you would like to start the QuickStart configuration process over please click the above. WARNING: The quickstart process allows modification of this device by non-administrative users when it is active. Please make sure that you only restart the quickstart when you have time to finish the entire process.
es: Si quiere volver a empezar el proceso de configuración para inicio rápido haga clic en lo anterior. ADVERTENCIA: Mientras está activo, el proceso de configuración de inicio rápido permite que los usuarios no-administradores realicen modificaciones en este dispositivo. Asegúrese de que sólo reinicia este proceso cuando tenga tiempo de completarlo, y nunca lo deje a medias.

source: Click on the field below to upload a file.
es: Haga clic en el campo de debajo para subir un fichero.

source: Upload
es: Subir

source: Congratulations! You have a Commotion node and are ready to join a network or start a new one. This wizard will guide you through the setup. The setup process should take about 10 minutes.
es: ¡Enhorabuena! Tiene un nodo Commotion y está listo para conectarse a una red existente o crear una nueva. Este asistente le guiará en el proceso, que requiere unos 10 minutos.

source: You can still change settings after setup is complete.
es: Puede cambiar sus preferencias en cualquier momento una vez haya completado la configuración.

source: Commotion Debugging Helper
es: Asistente de depuración ('debug') de Commotion

source: The information you are about to download contains private information about this device and the network it is connected to. Only give this information to people you trust. Do you understand?
es: Los datos que está a punto de descargar incluyen información privada sobre este dispositivo y sobre la red a la que está conectado. Sólo debería compartir esta información con gente de su confianza. ¿Lo ha comprendido?

source: Commotion Bug Info
es: Información de error de Commotion

source: Name
es: Nombre

source: Contact Info
es: Datos de contacto

source: What were you doing on the device when the error occurred?
es: Describa lo que estaba haciendo cuando se produjo el error

source: Please describe the behavior you expected
es: Por favor, describa el comportamiento que esperaba

source: Please describe the behavior you experienced that you believe is wrong
es: Por favor, describa el comportamiento obtenido que piensa que es incorrecto

source: Debugging Info
es: Información de depuración

source: Mesh Network Information
es: Información sobre la red de malla ('mesh')

source: Router Status
es: Estado del router

source: Router Traffic Routing Rules
es: Reglas de enrutamiento de tráfico del router

source: All Info
es: Toda la información

source: Create Bug Info File
es: Crear fichero de información sobre el error

source: Edit Splash text
es: Editar texto de página de presentación ('splash')

source: You can enter your own text that is displayed to clients here. It is possible to use the following markers: The value of GatewayName as set in nodogsplash.conf. A URL which encodes a unique token and the URL of the user's original web request. The directory in nodogsplash's web hierarchy where images to be displayed in the splash page must be located.
es: Puede introducir su propio texto que será mostrado a los clientes aquí. Es posible usar los siguientes marcadores: El valor de GatewayName (nombre de la pasarela) tal como nodogsplash.conf establece. Una URL que codifica una única credencial ('token') y la URL de la petición web original del usuario. El directorio en la jerarquía web de nodogsplash donde las imágenes a mostrarse en la página de presentación ('splash') deben estar emplazadas.

source: splash: invalid parameters
es: página de presentación ('splash'): parámetros no válidos

source: Clearance time must be an integer greater than zero
es: El periodo de autorización debe ser un entero mayor que cero

source: Invalid redirect
es: Redireccionamiento no válido

source: Invalid autoauth
es: Autoautentificación no válida

source: Invalid submission...zone
es: Zona de envío no válida

source: doesn't exit
es: no pudo salir

source: Whitelist entries must be a valid MAC address
es: Las entradas de la lista blanca deben ser direcciones MAC válidas

source: Local Applications
es: Aplicaciones locales

source: Captive Portal
es: Portal cautivo

source: Nodogsplash offers a simple way to provide restricted access to an internet connection.
es: Nodogsplash es una forma sencilla de proporcionar acceso restringido a una conexión a Internet.

source: Clearance time
es: Periodo de autorización

source: Clients that have accepted the captive portal are allowed to use the network for that many minutes.
es: Los clientes que aceptan el portal cautivo (autentificación transparente) pueden usar la red durante el tiempo establecido.

source: Redirect to Homepage?
es: ¿Redirigir a la página de principal?

source: help
es: Ayuda

source: If this is checked, clients will be redirected to your homepage, instead of to their original request.
es: Si marca esta opción, los clientes serán redirigidos a su página principal, en lugar de a la página que soliciten.

source: Homepage
es: Página principal

source: After authentication, clients will be redirected to this URL instead of to their original request.
es: Una vez autentificados, los clientes serán redirigidos a este URL en vez de a la página que solicitaron.

source: Immediately Authenticate?
es: ¿Autentificar inmediatamente?

source: If this is checked, clients will be immediately directed to their original request or your homepage (if set above), instead of being served a splash page.
es: Si esto está marcado, los clientes serán inmediatamente dirigidos hacia sus peticiones originales o a su página principal (si se estableció arriba), en lugar de que se les sirva una página de presentación ('splash').

source: Interfaces that are used for Splash.
es: Interfaces de red que se usan para la página de presentación ('splash').

source: Network
es: Red

source: Intercept client traffic on this Interfaces
es: Interceptar tráfico de clientes sobre estas interfaces

source: Whitelist
es: Lista blanca

source: MAC addresses of whitelisted clients. These do not need to accept the splash and are not bandwidth limited.
es: Direcciones MAC de clientes en la lista blanca. Estos no necesitan aceptar la página de presentación ('splash') y no se les limita el ancho de banda.

source: MAC Address
es: Direcciones MAC

source: Blacklist
es: Lista negra

source: MAC addresses in this list are blocked.
es: Las direcciones MAC en esta lista están bloqueadas.

source: Allowed hosts/subnets
es: Equipos/subredes permitidos

source: Hosts and Networks that are listed here are excluded from splashing, i.e. they are always allowed.
es: A los equipos y redes listados aquí se les excluye del envío de la página de presentación ('splash'), es decir, que siempre tienen permiso.

source: IP Address
es: Dirección IP

source: CIDR notation optional (e.g. 192.168.1.0/24)
es: Notación CIDR opcional (ej. 192.168.1.0/24)

source: Submit
es: Enviar

source: Reset
es: Restablecer

source: Welcome!
es: ¡Bienvenido!

source: You are now connected to a community wireless network.
es: Se ha conectado a una red inalámbrica comunitaria.

source: Access to the Internet may be provided by people donating connectivity to the network. Everyone on the network has to share, so please be aware and behave yourself accordingly:
es: El acceso puede ser provisto por gente que dona su conectividad a la red. Todos los participantes en la red tienen que compartir, así que por favor piense en los demás al utilizarla.

source: Please
es: Por favor

source: avoid large downloads and excessive filesharing.
es: evite grandes descargas y compartir ficheros en exceso.

source: no illegal activities.
es: no hay actividades ilegales.

source: If you like the network, please consider contributing!
es: Si le gusta la red, por favor ¡considere contribuir!

source: auto
es: automático

source: Force CCMP (AES)
es: Forzar CCMP (AES)

source: Force TKIP
es: Forzar TKIP

source: Force TKIP and CCMP (AES)
es: Forzar TKIP y CCMP (AES)

source: No Encryption
es: Sin cifrado

source: WEP Open System
es: WEP de sistema abierto

source: WEP Shared Key
es: WEP de clave compartida

source: Welcome to Commotion!
es: ¡Bienvenido a Commotion!

source: You are connected to a mesh network powered by the Commotion Wireless Project. The Commotion project seeks to create an open-source, device-as-infrastructure communication platform that allows communities and activists to collaborate and communicate. If you're an admin of this node in the network, you can use this interface to modify its settings. For more information about the project, please visit the site below:
es: Está conectado a una red de malla ('mesh') impulsada por el Commotion Wireless Project. El proyecto Commotion persigue crear una plataforma de comunicación inalámbrica de código-abierto, con los dispositivos-como-infraestructura, que permita colaborar y comunicarse a comunidades y activistas. Si es un administrador de este nodo de la red, puede usar esta interfaz para modificar sus ajustes. Para más información sobre el proyecto, visite el siguiente sitio web:

source: Thanks for using our network!
es: ¡Gracias por usar nuestra red!

source: Map by
es: Mapa realizado por

source: License CC-BY-SA
es: Licencia CC-BY-SA

source: Latitude
es: Latitud

source: Longitude
es: Longitud

source: Overview
es: Vistazo

source: Front Page
es: Página principal

source: Mesh Configuration Manual
es: Manual de configuración de red de malla ('mesh')

source: Mesh Profile
es: Perfil de red de malla ('mesh')

source: Configuration
es: Configuración

source: This configuration wizard will assist you in setting up your router for a Commotion network.
es: Este asistente de configuración le ayudará a configurar su router para una red Commotion.

source: Access Point
es: Punto de acceso

source: Name (SSID)
es: Nombre (SSID)

source: The public facing name of this interface
es: El nombre público de esta interfaz

source: Secure Access Point
es: Punto de acceso seguro

source: Mesh Backhaul
es: Retorno de la red de malla ('mesh')

source: Device Designation (BSSID)
es: Designación de dispositivo (BSSID)

source: The device read name of this interface. (Letters A-F, and numbers 0-9 only)
es: El dispositivo lee el nombre de esta interfaz (sólo letras A-F, y números 0-9).

source: Network-wide Settings
es: Configuraciones para toda la red

source: 5GHz Channel
es: Canal de 5GHz

source: The 5GHz backhaul channel of the mesh network, if applicable.
es: El canal de retorno de 5GHz de la red de malla ('mesh'), si fuera aplicable.

source: 2GHz Channel
es: Canal de 2GHz

source: The 2.4GHz backhaul channel of the mesh network, if applicable
es: El canal de retorno de 2,4GHz de la red de malla ('mesh'), si fuera aplicable.

source: Settings specific to this node
es: Ajustes particulares a este nodo

source: DHCP Timeout
es: Periodo de espera para DHCP

source: How many seconds to wait on boot for a DHCP lease from the gateway
es: Cuántos segundos esperar durante el arranque por una asignación DHCP desde la pasarela ('gateway')

source: Node Profiles
es: Perfiles de nodo

source: If your node includes configuration profiles for multiple Commotion networks, this form allows you to set your defaults. We recommend that you reboot your node after changing these settings.
es: Si su nodo incluye perfiles de configuración para múltiples redes Commotion, este formulario le permite establecer sus configuraciones por defecto. Le recomendamos que reinicie su nodo tras cambiarlas.

source: Select an interface
es: Seleccione una interfaz

source: Select a profile to apply
es: Seleccione un perfil a aplicar

source: Apply and Save
es: Aplicar y guardar

source: Unsaved Changes
es: Cambios no guardados

source: Auto Refresh
es: Auto refrescar

source: No password set!
es: ¡No hay contraseña establecida!

source: There is no password set on this router. Please configure a root password to protect the web interface and enable SSH.
es: No hay contraseña establecida en este router. Configure una contraseña de root (administrador) para proteger la interfaz web y habilitar SSH.

source: Go to password configuration...
es: Ir a la configuración de contraseña...

source: QuickStart
es: Inicio rápido

source: Administration
es: Administración

source: Go to relevant configuration page
es: Ir a la página relevante de la configuración

source: Serval Keyring
es: Grupo de claves Serval

source: The Serval Keyring is used to sign all network traffic on a Commotion mesh network. Every node on your Commotion network should use the same Serval Keyring. On this page you can download the existing Serval keyring for this node, to back it up or to use when adding new nodes to your network. You can also generate a new Serval Keyring, or upload one from your computer.
es: El grupo de claves ('keyring') Serval se usa para firmar todo el tráfico de red en una red de malla ('mesh') Commotion. Cada nodo en su red Commotion debe usar el mismo grupo de claves Serval. En esta página puede descargar el grupo de claves Serval existente para este nodo, para guardarlo como respaldo o para usarlo cuando se añadan nodos nuevos a su red. También puede generar un grupo de claves Serval nuevo, o subir uno desde su equipo.

source: Download a Serval Keyring
es: Descargar un grupo de claves Serval

source: Download your current Serval keyring
es: Descarga su grupo de claves Serval actual

source: Upload a Serval Keyring
es: Subir un grupo de claves Serval

source: Click on the field below to upload a keyring.
es: Haga clic en el siguiente campo para subir un grupo de claves.

source: Upload a Keyring
es: Subir un grupo de claves

source: Upload a Serval key file file from your own computer
es: Sube un fichero de grupo de claves Serval desde su propio equipo

source: Create a new Serval Keyring
es: Crear un grupo de claves Serval nuevo

source: Click on the button below to create a new keyring. This will DELETE the existing keyring on the device. We highly suggest you download any existing network keyrings you have before creating a new keyring.
es: Haga clic en el siguiente botón para crear un grupo de claves nuevo. Esto BORRARÁ el grupo de claves existente en el dispositivo. Le recomendamos que descarge los grupos de claves de cualquier red existente que tenga antes de crear un grupo de claves nuevo

source: New Keyring
es: Nuevo grupo de claves

source: Create a new keyring on this device, replacing the existing keyring.
es: Crea un grupo de claves nuevo en este dispositivo, reemplazando al grupo de claves existente.

source: Create New Keyring
es: Crear un nuevo grupo de claves
